tap "adoptopenjdk/openjdk"
tap "arroyosystems/tap"
tap "babashka/brew"
tap "borkdude/brew"
tap "clojure/tools"
tap "f1bonacc1/tap"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "nats-io/nats-tools"
tap "nikitabobko/tap"
tap "telepresenceio/telepresence"
brew "jpeg-xl"
brew "asdf"
brew "awscli"
brew "berkeley-db", link: true
brew "boost"
brew "devcontainer"
brew "direnv"
brew "fish"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gh"
brew "git"
brew "libidn2"
brew "gnutls"
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "gobject-introspection"
brew "goreleaser"
brew "gron"
brew "guile"
brew "gum"
brew "helm"
brew "htop"
brew "jq"
brew "kuzu"
brew "lazygit"
brew "openjdk"
brew "leiningen"
brew "meilisearch"
brew "nats-server"
brew "neovim"
brew "poetry"
brew "protobuf"
brew "redis"
brew "resvg"
brew "ripgrep"
brew "rlwrap"
brew "serf"
brew "stow"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "borkdude/brew/babashka"
brew "babashka/brew/neil"
brew "clojure/tools/clojure"
brew "f1bonacc1/tap/process-compose"
brew "nats-io/nats-tools/nats"
brew "nats-io/nats-tools/nsc"
brew "telepresenceio/telepresence/telepresence-oss"
cask "adoptopenjdk8"
cask "aerospace"
cask "dotnet-sdk"
cask "hammerspoon"
cask "ngrok"
cask "zulu@11"
